"Andromeda" = "Andrómeda";
"Antlia" = "Máquina Neumática";
"Apus" = "Ave del Paraíso";
"Aquarius" = "Acuario";
"Aquila" = "Águila";
"Ara" = "Altar";
"Aries" = "Carnero";
"Auriga" = "Cochero";
"Boötes" = "Boyero";
"Caelum" = "Cincel";
"Camelopardalis" = "Jirafa";
"Cancer" = "Cangrejo";
"Canes Venatici" = "Los Perros de Caza";
"Canis Major" = "Can Mayor";
"Canis Minor" = "Can Menor";
"Capricornus" = "Capricornio";
"Carina" = "Quilla";
"Cassiopeia" = "Casiopea";
"Centaurus" = "Centauro";
"Cepheus" = "Cefeo";
"Cetus" = "Ballena";
"Chamaeleon" = "Camaleón";
"Circinus" = "Compás";
"Columba" = "Paloma";
"Coma Berenices" = "Cabellera de Berenices";
"Corona Australis" = "Corona Austral";
"Corona Borealis" = "Corona Boreal";
"Corvus" = "Cuervo";
"Crater" = "Copa";
"Crux" = "Cruz del Sur";
"Cygnus" = "Cisne";
"Delphinus" = "Delfín";
"Dorado" = "Pez Dorado";
"Draco" = "Dragón";
"Equuleus" = "Pequeño Caballo";
"Eridanus" = "Erídano";
"Fornax" = "Horno";
"Gemini" = "Géminis";
"Grus" = "Grulla";
"Hercules" = "Hércules";
"Horologium" = "Reloj";
"Hydra" = "Hidra";
"Hydrus" = "Hidra macho";
"Indus" = "Indio";
"Lacerta" = "Lagartija";
"Leo" = "Leo";
"Leo Minor" = "León Menor";
"Lepus" = "Liebre";
"Libra" = "Libra";
"Lupus" = "Lobo";
"Lynx" = "Lince";
"Lyra" = "Lira";
"Mensa" = "Mesa";
"Microscopium" = "Microscopio";
"Monoceros" = "Unicornio";
"Musca" = "Mosca";
"Norma" = "Regla";
"Octans" = "Octante";
"Ophiuchus" = "Ofiuco";
"Orion" = "Orión";
"Pavo" = "Pavo";
"Pegasus" = "Pegaso";
"Perseus" = "Perseo";
"Phoenix" = "Fénix";
"Pictor" = "Paleta del Pintor";
"Pisces" = "Piscis";
"Piscis Austrinus" = "Pez Austral";
"Puppis" = "Popa";
"Pyxis" = "Brújula";
"Reticulum" = "Retícula";
"Sagitta" = "Flecha";
"Sagittarius" = "Sagitario";
"Scorpius" = "Escorpio";
"Sculptor" = "Escultor";
"Scutum" = "Escudo";
"Serpens Caput" = "La cabeza de la Serpiente";
"Serpens Cauda" = "La cola de la Serpiente";
"Sextans" = "Sextante";
"Taurus" = "Tauro";
"Telescopium" = "Telescopio";
"Triangulum" = "Triángulo";
"Triangulum Australe" = "Triángulo Austral";
"Tucana" = "Tucán";
"Ursa Major" = "Osa Mayor";
"Ursa Minor" = "Osa Menor";
"Vela" = "Vela";
"Virgo" = "Virgo";
"Volans" = "Pez Volador";
"Vulpecula" = "Zorra";
